Repository: douglas-carmichael/octant
Catalog: Octant/Localizable.xcstrings
Source language: en
Languages: fr

source: %@ wins!
fr: %@ gagne !

source: %lld rounds completed
fr: %lld manches terminées

source: ^[%lld rounds completed](inflect: true)
fr: %lld manches terminées

source: AVG CLICKS
fr: CLICS MOY

source: AVG TIME
fr: TEMPS MOY

source: BINARY CODE
fr: CODE BINAIRE

source: binary speed trainer
fr: entraînement binaire rapide

source: BROWSING
fr: RECHERCHE

source: Cancel
fr: Annuler

source: CLICKS
fr: CLICS

source: Connected.
fr: Connecté.

source: CURRENT
fr: ACTUEL

source: DONE
fr: TERMINÉ

# error.disconnected
source: Connection to host lost.
fr: Connexion avec l'hôte perdue.

# error.gameInProgress
source: A game is already in progress.
fr: Une partie est déjà en cours.

# error.kicked
source: You were removed by the host.
fr: Vous avez été exclu par l'hôte.

# error.lobbyFull
source: The lobby is full.
fr: Le salon est complet.

source: Find a host on your network
fr: Trouver un hôte sur votre réseau

source: FINISH
fr: TERMINER

source: HOST GAME
fr: HÉBERGER

# host.service.name
source: %@'s Octant
fr: Octant de %@

source: HOSTING
fr: HÉBERGEMENT

source: JOIN GAME
fr: REJOINDRE

source: Looking for hosts…
fr: Recherche d'hôtes…

source: macOS port
fr: portage macOS

source: Main Menu
fr: Menu principal

source: MAIN MENU
fr: MENU PRINCIPAL

source: Network
fr: Réseau

source: New Game…
fr: Nouvelle partie…

source: NEXT ROUND
fr: MANCHE SUIVANTE

source: No hosts found yet.
fr: Aucun hôte trouvé.

source: Open a lobby on your network
fr: Ouvrir un salon sur votre réseau

source: Play Again
fr: Rejouer

source: PLAY AGAIN
fr: REJOUER

source: PLAYER
fr: JOUEUR

# player.guest
source: Guest
fr: Invité

source: PLAYERS
fr: JOUEURS

source: Players on your network can join from their Octant.
fr: Les joueurs sur votre réseau peuvent rejoindre depuis leur Octant.

source: Race the clock solo
fr: Contre la montre en solo

source: Remove from lobby
fr: Retirer du salon

source: ROUND
fr: MANCHE

# ROUND %lld / %lld
source: ROUND %1$lld / %2$lld
fr: MANCHE %1$lld / %2$lld

source: ROUNDS
fr: MANCHES

source: SINGLE PLAYER
fr: SOLO

source: SOLVED
fr: RÉSOLU

source: START
fr: DÉMARRER

source: Start a new game?
fr: Démarrer une nouvelle partie ?

source: START GAME
fr: LANCER LA PARTIE

source: Start New Game
fr: Nouvelle partie

source: STARTING IN
fr: DÉBUT DANS

source: TARGET
fr: CIBLE

source: target value
fr: valeur cible

source: TIME
fr: TEMPS

source: TIME PER ROUND
fr: TEMPS PAR MANCHE

source: WAITING
fr: EN ATTENTE

source: Waiting for host…
fr: En attente de l'hôte…

source: Waiting for others…
fr: En attente des autres…

source: Waiting for the host to start.
fr: En attente du lancement par l'hôte.

source: WINS
fr: VICTOIRES

source: you
fr: vous

source: Your current progress will be lost.
fr: Votre progression actuelle sera perdue.

source: YOUR NAME
fr: VOTRE NOM
